[
  {
    "Numero": "1",
    "Foto": "3",
    "Bio": "Alessio started studying piano at the age of 5 and composition at the age of 11."
  },
  {
    "Numero": "2",
    "Foto": "6",
    "Bio": "By the age of 21, he had earned four degrees with honours: a Master's in Piano, a Master's in Film Composition, a Bachelor's in Composition, and a Second- level Master's in Piano."
  },
  {
    "Numero": "3",
    "Foto": "2",
    "Bio": "His classical piano studies significantly influence his film compositions and similarly, his knowledge of modern music technologies enriches his piano playing, making him a highly versatile artist. Studying in various cities across Italy, Spain, Switzerland, and California, has broadened his training perspectives."
  },
  {
    "Numero": "4",
    "Foto": "8",
    "Bio": "Over the years, Alessio has been involved in a wide range of events, including radio and TV projects, conferences, international film festivals, and concerts."
  },
  {
    "Numero": "5",
    "Foto": "5",
    "Bio": "These engagements have taken him to over 20 countries worldwide, with performances from New York to Hong Kong."
  },
  {
    "Numero": "6",
    "Foto": "7",
    "Bio": "Through these travels, he has acquired proficiency in five languages: Italian, English, Spanish, French, and German, accompanied by his studies in Latin and Ancient Greek."
  },
  {
    "Numero": "7",
    "Foto": "1",
    "Bio": "He has had the privilege of learning from an array of esteemed mentors, including Andrea Lucchesini, Alexander Romanovsky, Francesco Libetta, Marcello Nardis, Matti Raekallio, Konstantin Scherbakov, Boris Berman, Bruno Monsaingeon, Boris Petrushansky, Jed Distler, John Rink, William Grant Naboré, Enrica Ciccarelli, and Jean-Jacques Eigeldinger. At present, he is studying under the guidance of Roberto Prosseda, Inna Faliks, and Marco Biscarini."
  },
  {
    "Numero": "8",
    "Foto": "4",
    "Bio": "Alessio currently lives in Los Angeles, where he works and continues his studies at UCLA."
  }
]