[
  {
    "Numero": "1",
    "Foto": "3",
    "Bio": "Born in 2002, Alessio began studying piano at the age of 5 and composition at 11. By the age of 22, he had completed a Master’s in Piano, a Bachelor’s in Composition, a Second-Level Master’s in Piano, a Master’s in Film Composition, all with honors. He is currently attending a second Master’s in Piano."
  },
  {
    "Numero": "2",
    "Foto": "6",
    "Bio": "He studied at various institutions across Italy, Spain, Switzerland, and California, which provided him with an international education that allows him to speak five languages: Italian, English, Spanish, some French, and a bit of German, in addition to classical studies in Latin and Ancient Greek."
  },
  {
    "Numero": "3",
    "Foto": "2",
    "Bio": "The eclectic background Alessio has received has made him an extremely versatile artist. On one hand, he inherits classical and post-romantic piano studies; on the other, he has specialized in the cinematic world, from sound design to mixing. His career is built not just on navigating these two realms, but on their fusion in both his live and recorded projects."
  },
  {
    "Numero": "4",
    "Foto": "5",
    "Bio": "From New York to Hong Kong, he has participated in a diverse range of events, including radio and television projects, conferences, and international film festivals, winning numerous first prizes in a wide variety of national and international music competitions."
  },
  {
    "Numero": "5",
    "Foto": "7",
    "Bio": "He has had the privilege of learning from a series of mentors, including Andrea Lucchesini, Alexander Romanovsky, Boris Berman, Boris Petrushansky, Bruno Monsaingeon, Enrica Ciccarelli, Francesco Libetta, Jean-Jacques Eigeldinger, Jed Distler, John Rink, Konstantin Scherbakov, Marcello Nardis, Matti Raekallio, and William Grant Naboré. At present, he is studying under the guidance of Roberto Prosseda, Inna Faliks, and Marco Biscarini."
  },
  {
    "Numero": "6",
    "Foto": "1",
    "Bio": "Alessio currently lives in Los Angeles, where he works and continues his studies at the University of California, Los Angeles."
  }
]