[
  {
    "Numero": "1",
    "Foto": "9",
    "Bio": "Alessio is a multi-award-winning artist based in Los Angeles, working at the intersection of experimental electronic pop and contemporary classical music."
  },
  {
    "Numero": "2",
    "Foto": "3",
    "Bio": "Piano at 5, violin at 9, composition at 11, and digital audio production at 15. By the age of 22, he had completed a Master’s in Piano, a Bachelor’s in Composition, a Second-Level Master’s in Piano, and a Master’s in Film and Media Composition — all with honors — and is currently pursuing a second Master’s in Piano."
  },
  {
    "Numero": "3",
    "Foto": "6",
    "Bio": "He studied at various institutions across Italy, Spain, Switzerland, and California, acquiring an international background, as well as fluency in five languages — Italian, English, Spanish, French, and German — alongside classical studies in Latin and Ancient Greek."
  },
  {
    "Numero": "4",
    "Foto": "2",
    "Bio": "From New York to Hong Kong, he has participated in a diverse range of events, including solo, chamber and orchestral concerts, discographic recordings, radio and television projects, artistic curations, movie productions, conferences, and film festivals, winning numerous first prizes in a wide variety of national and international music competitions."
  },
  {
    "Numero": "5",
    "Foto": "5",
    "Bio": "This eclectic combination of his academic and professional background has made him an extremely versatile artist, whose career is built not just on navigating these realms, but on fusing them in both his live and recorded projects. He often manages every stage of the creative process — from the inception of inspiration to professional realization in the industry: he composes, performs, records, produces, distributes, and promotes his art, and even when other parties are involved, he chooses to remain actively engaged throughout."
  },
  {
    "Numero": "6",
    "Foto": "7",
    "Bio": "He is deeply grateful to the series of mentors whose guidance has made this possible, including Andrea Lucchesini, Alexander Romanovsky, Boris Berman, Boris Petrushansky, Bruno Monsaingeon, Enrica Ciccarelli, Francesco Libetta, Jean-Jacques Eigeldinger, Jed Distler, John Rink, Konstantin Scherbakov, Marcello Nardis, Matti Raekallio, William Grant Naboré, and Lisa Yui, as well as his current teachers, Inna Faliks, Roberto Prosseda, and Marco Biscarini."
  }
]